works/soap_service/soap/removeTopic.xml

<?xml version='1.0' ?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:CCNS="http://www.capeclear.com/attributes/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
  <SOAP-ENV:Body>
    <ns1:removeTopic xmlns:ns1="urn:Service" SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
      <key xsi:type="xsd:int">0</key>
      <web xsi:type="xsd:string">Sandbox</web>
      <topic xsi:type="xsd:string">TestPage</topic>
      <option xsi:type="xsd:int">0</option>
      <trashName xsi:type="xsd:string"></trashName>
    </ns1:removeTopic>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>